##Зададим переменные.
DBPASS = "FSxBo~W$Rr1{"

print(DBPASS)

print(3 + 4); print(3 * 5); print(3 ** 2)

Wname = "denis"
print(Wname)
print(Wname.title())    #Сделать первую букву заглавной
print(Wname.upper())    #Сделать все буквы заглавными
print(Wname.lower())    #Сделать все буквы маленькими
#print(Wname.rstrip())    #убрать символы с права, в данном случае пробел, можно любой в ковычках()
#print(Wname.lstrip())    #убрать символы с права, в данном случае пробел, можно любой в ковычках()


# \n Перевести каретку на новую строчку.
# \t Табуляция.
print("Новая стрчка\n\tНовая строчка2\n\tНовая строчка3")




#name = input("Как Вас зовут? ")
#print(name)
#print("Привет,", name)


# Команды можно разделять точкой запятой.
#a = 1; b = 2; print(a, b)
